function Mission(){
document.body.innerHTML+="<h1>Сюжет</h1>";
document.body.innerHTML+="<p id='ss'>Начальник пражского отдела ЦРУ Джим Фелпс (Джон Войт) получает кассету с заданием для отряда IMF. Полученная миссия состоит в слежке за предполагаемым предателем, Александром Голицыным (Марсель Юрес), который собирается украсть список агентов ЦРУ из офиса IMF и продать его некому Максу. Джим встречается со своим отрядом, куда вошли его правая рука Итан Хант (Том Круз), его жена Клэр (Эммануэль Беар), хакер Джек Хармон (Эмилио Эстевес), наблюдательница Ханна Уильямс (Ингеборга Дапкунайте) и шпионка под прикрытием Сара Дэйвис (Кристин Скотт Томас). После встречи и разработки плана опергруппа идет на миссию, которая внезапно идёт совершенно не по плану. Члены опергруппы гибнут один за другим, Голицын тоже становится жертвой. Итан обнаруживает, что остался один, а убийца украл диск у Голицына, затем убегает и запрашивает эвакуацию.</p>";
document.body.style.backgroundImage = "url('mission.jpg')";

};
